html/week1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-11-23 Thu 21:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="termux" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf54a1a3">1. Routine</a>
<ul>
<li><a href="#orgfb7d9a3">1.1. Read Ahead: Scouting ahead</a></li>
<li><a href="#orgd607bd5">1.2. Understand a Topic</a></li>
<li><a href="#org27e7fec">1.3. Qual Prep</a></li>
</ul>
</li>
<li><a href="#org4ec2df7">2. Asking Questions</a></li>
<li><a href="#org5bc6ec4">3. Solving Questions</a></li>
<li><a href="#org783bfd4">4. Reflections <code>========================================================</code></a></li>
<li><a href="#orgcc30590">5. trust in the Lord</a></li>
<li><a href="#org85e63f0">6. Problem solving</a></li>
<li><a href="#org75655a2">7. Make the most of each encounter with an idea</a></li>
<li><a href="#org6f9c26b">8. Practice in going in every direction: Problem &lt;-&gt; Motivation &lt;-&gt; work</a></li>
<li><a href="#org276a9d2">9. Train of thought navigation</a></li>
<li><a href="#orgb12b585">10. How to sit for long times</a></li>
<li><a href="#orgaeaf66f">11. Need to develop isolating my mind to think very clearly about a specific setting</a></li>
<li><a href="#org6087e81">12. Always ask yourself, how can I become effective, efficient at what I am doing?</a></li>
<li><a href="#org87b240b">13. How to get a clear view of the situation</a></li>
<li><a href="#org2314330">14. Treat each statement as alive, transforming at the adjustable parts</a></li>
<li><a href="#orge6a0f50">15. Refine, Mininmize the essence of each idea you encounter</a></li>
<li><a href="#org30079d2">16. Dealing with frustration</a></li>
<li><a href="#orgc164f28">17. Note the key relationships you discover</a></li>
<li><a href="#org74b8e0d">18. A particular view, a vista, a perspective: recognize abstractly what perspective it is?</a></li>
<li><a href="#org4a44271">19. Some people do proofs to relax, to get excited</a></li>
<li><a href="#org041eddb">20. Not getting lost. Confidence going down a path of thinking.</a></li>
<li><a href="#org39ebb58">21. Stuck: confusing notation, misreading/misunderstanding</a></li>
<li><a href="#org3233681">22. How can I think more on the fly?</a></li>
<li><a href="#org230460e">23. Write the sub problems clearly</a></li>
<li><a href="#org53317fe">24. Mathematics is an accumilation, not replacement</a></li>
<li><a href="#org37223a5">25. Put the situation in your mind and see them manipulate form in your mind</a></li>
<li><a href="#orgc4f1892">26. How can I remember small properties and traits of certain definitions?</a></li>
<li><a href="#orgd07be4e">27. Look for questions, objectives, patterns that repeat</a></li>
<li><a href="#orgec0f2d4">28. What is the minimal requirement?</a></li>
<li><a href="#org702bc3e">29. Come to a conclusion after an encounter and a thinking session</a></li>
<li><a href="#org0d577f9">30. Impress the significance of discoveries to remember</a></li>
<li><a href="#org0f1a3af">31. Be confident in the tangible consequences, conclusions of your work</a></li>
<li><a href="#org18606f0">32. Know it so well, almost like a fact</a></li>
<li><a href="#org269b53e">33. Consider all of this as your training</a></li>
<li><a href="#org48b2986">34. Work smart, from different angles</a></li>
<li><a href="#org894483d">35. Ask yourself, do I understand this concept</a></li>
<li><a href="#orgdf1150d">36. Good intuition, basic understanding, a correct idea, a rigourous proof</a></li>
<li><a href="#orgdc04164">37. Maybe you need 1 small hint</a></li>
<li><a href="#orgdf2b152">38. Developed to understand real life phenomina</a></li>
<li><a href="#orge8f3634">39. Stick with 1 book in the beginning. It will prevent unneccesary confusion</a></li>
<li><a href="#orgebad722">40. Some things I remember, somethings I cannot. What is the difference?</a></li>
<li><a href="#org06b5fc9">41. How to get a clear view of the situation</a></li>
<li><a href="#org29f2aae">42. Conserve your effort with writing</a></li>
<li><a href="#org018429c">43. Draw a picture</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgf54a1a3" class="outline-2">
<h2 id="orgf54a1a3"><span class="section-number-2">1.</span> Routine</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Clearly define what it means to finish a task
<ul class="org-ul">
<li>Develop finishing instict, the kill drive</li>
</ul></li>
<li>Make sure each task contributes to your goal</li>
<li>Seek to be consistant</li>
<li>Do a daily, weekly review</li>
<li>Break down tasks into small bite chunks
<ul class="org-ul">
<li>Allows the task to be easily revised</li>
</ul></li>
<li>Order the reflections with respect to the task to be completed</li>
</ul>
</div>


<div id="outline-container-orgfb7d9a3" class="outline-3">
<h3 id="orgfb7d9a3"><span class="section-number-3">1.1.</span> Read Ahead: Scouting ahead</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Build outline</li>
</ul>
</div>
</div>

<div id="outline-container-orgd607bd5" class="outline-3">
<h3 id="orgd607bd5"><span class="section-number-3">1.2.</span> Understand a Topic</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Read</li>
<li>Ask questions</li>
<li>Solve questions</li>
<li>Collect useful properties</li>
<li>Create teaching notes</li>
</ul>
</div>
</div>

<div id="outline-container-org27e7fec" class="outline-3">
<h3 id="org27e7fec"><span class="section-number-3">1.3.</span> Qual Prep</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Solve problems</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org4ec2df7" class="outline-2">
<h2 id="org4ec2df7"><span class="section-number-2">2.</span> Asking Questions</h2>
</div>
<div id="outline-container-org5bc6ec4" class="outline-2">
<h2 id="org5bc6ec4"><span class="section-number-2">3.</span> Solving Questions</h2>
</div>




<div id="outline-container-org783bfd4" class="outline-2">
<h2 id="org783bfd4"><span class="section-number-2">4.</span> Reflections <code>========================================================</code></h2>
</div>

<div id="outline-container-orgcc30590" class="outline-2">
<h2 id="orgcc30590"><span class="section-number-2">5.</span> trust in the Lord</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Peace be with you</li>
<li>Face your trauma with problem solving</li>
<li>Relax, breathe</li>
<li>Worry about what you can improve</li>
</ul>
</div>
</div>

<div id="outline-container-org85e63f0" class="outline-2">
<h2 id="org85e63f0"><span class="section-number-2">6.</span> Problem solving</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Does it make sense, is it reasonable?</li>
<li>Think in more powerful, general ways</li>
<li>Art of setting of the problem so that the answer can be obtained easily?</li>
</ul>
</div>
</div>


<div id="outline-container-org75655a2" class="outline-2">
<h2 id="org75655a2"><span class="section-number-2">7.</span> Make the most of each encounter with an idea</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>You cannot learn everything but when given an opportunity to look at an idea</li>
<li>devote all you can and perhaps return to it later</li>
<li>when you can &amp; organize your findings</li>
</ul>
</div>
</div>

<div id="outline-container-org6f9c26b" class="outline-2">
<h2 id="org6f9c26b"><span class="section-number-2">8.</span> Practice in going in every direction: Problem &lt;-&gt; Motivation &lt;-&gt; work</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>This will help you increase in speed</li>
</ul>
</div>
</div>

<div id="outline-container-org276a9d2" class="outline-2">
<h2 id="org276a9d2"><span class="section-number-2">9.</span> Train of thought navigation</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li>quickly test your idea? before spending too much time on it?
<ul class="org-ul">
<li>Assume the thing you are trying to prove is true and follow the chain of conclusions</li>
<li>Find a counter example</li>
<li>Will the idea guarantee a solution reasonably?</li>
</ul></li>
<li>Try to find a reasonable method assuming the theorem or thing you are trying to find exists</li>
</ul>
</div>
</div>

<div id="outline-container-orgb12b585" class="outline-2">
<h2 id="orgb12b585"><span class="section-number-2">10.</span> How to sit for long times</h2>
<div class="outline-text-2" id="text-10">
<ul class="org-ul">
<li>Support spine with core and glutes and hamstring</li>
<li>Dont support it all with neck&#x2026; you'll get neck pain</li>
<li>Go on walks hill/flat descent to get blood flow</li>
</ul>
</div>
</div>

<div id="outline-container-orgaeaf66f" class="outline-2">
<h2 id="orgaeaf66f"><span class="section-number-2">11.</span> Need to develop isolating my mind to think very clearly about a specific setting</h2>
<div class="outline-text-2" id="text-11">
<ul class="org-ul">
<li>Without assumptions</li>
<li>Blacking out your mind, forgetting</li>
</ul>
</div>
</div>

<div id="outline-container-org6087e81" class="outline-2">
<h2 id="org6087e81"><span class="section-number-2">12.</span> Always ask yourself, how can I become effective, efficient at what I am doing?</h2>
</div>

<div id="outline-container-org87b240b" class="outline-2">
<h2 id="org87b240b"><span class="section-number-2">13.</span> How to get a clear view of the situation</h2>
<div class="outline-text-2" id="text-13">
<ul class="org-ul">
<li>brain works better at manipulating things looking at a clear view</li>
<li>put the situation in your memory and see them manipulate form in your mind</li>
</ul>
</div>
</div>

<div id="outline-container-org2314330" class="outline-2">
<h2 id="org2314330"><span class="section-number-2">14.</span> Treat each statement as alive, transforming at the adjustable parts</h2>
</div>
<div id="outline-container-orge6a0f50" class="outline-2">
<h2 id="orge6a0f50"><span class="section-number-2">15.</span> Refine, Mininmize the essence of each idea you encounter</h2>
</div>

<div id="outline-container-org30079d2" class="outline-2">
<h2 id="org30079d2"><span class="section-number-2">16.</span> Dealing with frustration</h2>
</div>

<div id="outline-container-orgc164f28" class="outline-2">
<h2 id="orgc164f28"><span class="section-number-2">17.</span> Note the key relationships you discover</h2>
<div class="outline-text-2" id="text-17">
<ul class="org-ul">
<li>Treat them as signficant discoveries</li>
<li>Familiarize yourself with their significance</li>
</ul>
</div>
</div>
<div id="outline-container-org74b8e0d" class="outline-2">
<h2 id="org74b8e0d"><span class="section-number-2">18.</span> A particular view, a vista, a perspective: recognize abstractly what perspective it is?</h2>
</div>

<div id="outline-container-org4a44271" class="outline-2">
<h2 id="org4a44271"><span class="section-number-2">19.</span> Some people do proofs to relax, to get excited</h2>
<div class="outline-text-2" id="text-19">
<ul class="org-ul">
<li>If you master it, it becomes trivial and not exciting</li>
<li>My brain is wired to like easy problems
<ul class="org-ul">
<li>Rewire myself to appreciate a good challenge, a puzzle</li>
<li>Draw to more difficult things</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org041eddb" class="outline-2">
<h2 id="org041eddb"><span class="section-number-2">20.</span> Not getting lost. Confidence going down a path of thinking.</h2>
<div class="outline-text-2" id="text-20">
<ul class="org-ul">
<li>make your thoughts and conclusions precise.</li>
<li>Know what you do not know!</li>
<li>Have no assumptions! difference in what you think is promising, and what is true</li>
<li>As long as you have clear starting point, idea, motivation; you will not be lost</li>
<li>precise, sharp, no fear. If confused, return to starting point</li>
</ul>
</div>
</div>

<div id="outline-container-org39ebb58" class="outline-2">
<h2 id="org39ebb58"><span class="section-number-2">21.</span> Stuck: confusing notation, misreading/misunderstanding</h2>
<div class="outline-text-2" id="text-21">
<ul class="org-ul">
<li>by writing it down you can practice your memory of the statement</li>
<li>How can I not get stuck in the future</li>
<li>Read carefully if you do not understand</li>
<li>Try to see what it is saying</li>
<li>Remember the statement exactly and your memory and try to see what it is trying to do.</li>
<li>If it is not making alot of sense, probably you are understanding it wrong</li>
<li>Sometimes you need to get the general idea by yourself, it may not be written or communicated.
<ul class="org-ul">
<li>Find out what the equation or the theorem is saying in a broad, general sense</li>
</ul></li>
</ul>
</div>
</div>



<div id="outline-container-org3233681" class="outline-2">
<h2 id="org3233681"><span class="section-number-2">22.</span> How can I think more on the fly?</h2>
</div>

<div id="outline-container-org230460e" class="outline-2">
<h2 id="org230460e"><span class="section-number-2">23.</span> Write the sub problems clearly</h2>
<div class="outline-text-2" id="text-23">
<ul class="org-ul">
<li>starting point, idea, motivation</li>
</ul>
</div>
</div>

<div id="outline-container-org53317fe" class="outline-2">
<h2 id="org53317fe"><span class="section-number-2">24.</span> Mathematics is an accumilation, not replacement</h2>
<div class="outline-text-2" id="text-24">
<ul class="org-ul">
<li>Strong foundation, broader</li>
<li>Your efforts will be rewarded</li>
</ul>
</div>
</div>

<div id="outline-container-org37223a5" class="outline-2">
<h2 id="org37223a5"><span class="section-number-2">25.</span> Put the situation in your mind and see them manipulate form in your mind</h2>
</div>

<div id="outline-container-orgc4f1892" class="outline-2">
<h2 id="orgc4f1892"><span class="section-number-2">26.</span> How can I remember small properties and traits of certain definitions?</h2>
<div class="outline-text-2" id="text-26">
<ul class="org-ul">
<li>Where should I commit them in memory? probably following the definition</li>
</ul>
</div>
</div>


<div id="outline-container-orgd07be4e" class="outline-2">
<h2 id="orgd07be4e"><span class="section-number-2">27.</span> Look for questions, objectives, patterns that repeat</h2>
</div>

<div id="outline-container-orgec0f2d4" class="outline-2">
<h2 id="orgec0f2d4"><span class="section-number-2">28.</span> What is the minimal requirement?</h2>
</div>

<div id="outline-container-org702bc3e" class="outline-2">
<h2 id="org702bc3e"><span class="section-number-2">29.</span> Come to a conclusion after an encounter and a thinking session</h2>
</div>

<div id="outline-container-org0d577f9" class="outline-2">
<h2 id="org0d577f9"><span class="section-number-2">30.</span> Impress the significance of discoveries to remember</h2>
</div>
<div id="outline-container-org0f1a3af" class="outline-2">
<h2 id="org0f1a3af"><span class="section-number-2">31.</span> Be confident in the tangible consequences, conclusions of your work</h2>
</div>

<div id="outline-container-org18606f0" class="outline-2">
<h2 id="org18606f0"><span class="section-number-2">32.</span> Know it so well, almost like a fact</h2>
</div>

<div id="outline-container-org269b53e" class="outline-2">
<h2 id="org269b53e"><span class="section-number-2">33.</span> Consider all of this as your training</h2>
<div class="outline-text-2" id="text-33">
<ul class="org-ul">
<li>What if I drop 1 condition, what can I conclude</li>
<li>How come this theorem stays, what is it's significance? Look at the big picture.</li>
<li>Can I get guess the result, find it?</li>
</ul>
</div>
</div>


<div id="outline-container-org48b2986" class="outline-2">
<h2 id="org48b2986"><span class="section-number-2">34.</span> Work smart, from different angles</h2>
</div>
<div id="outline-container-org894483d" class="outline-2">
<h2 id="org894483d"><span class="section-number-2">35.</span> Ask yourself, do I understand this concept</h2>
</div>

<div id="outline-container-orgdf1150d" class="outline-2">
<h2 id="orgdf1150d"><span class="section-number-2">36.</span> Good intuition, basic understanding, a correct idea, a rigourous proof</h2>
</div>

<div id="outline-container-orgdc04164" class="outline-2">
<h2 id="orgdc04164"><span class="section-number-2">37.</span> Maybe you need 1 small hint</h2>
</div>


<div id="outline-container-orgdf2b152" class="outline-2">
<h2 id="orgdf2b152"><span class="section-number-2">38.</span> Developed to understand real life phenomina</h2>
</div>
<div id="outline-container-orge8f3634" class="outline-2">
<h2 id="orge8f3634"><span class="section-number-2">39.</span> Stick with 1 book in the beginning. It will prevent unneccesary confusion</h2>
</div>

<div id="outline-container-orgebad722" class="outline-2">
<h2 id="orgebad722"><span class="section-number-2">40.</span> Some things I remember, somethings I cannot. What is the difference?</h2>
<div class="outline-text-2" id="text-40">
<ul class="org-ul">
<li>The significance is not impressed on you</li>
<li>ex: remember things said during lecture</li>
<li>ex: dont remember continuous hypothesis conditions of theorem</li>
<li>ex: dont remember properties of sequences and functions</li>
</ul>
</div>
</div>


<div id="outline-container-org06b5fc9" class="outline-2">
<h2 id="org06b5fc9"><span class="section-number-2">41.</span> How to get a clear view of the situation</h2>
<div class="outline-text-2" id="text-41">
<ul class="org-ul">
<li>brain works better at manipulating things looking at a clear view</li>
<li>put the situation in your mind and see them manipulate form in your mind</li>
</ul>
</div>
</div>

<div id="outline-container-org29f2aae" class="outline-2">
<h2 id="org29f2aae"><span class="section-number-2">42.</span> Conserve your effort with writing</h2>
</div>
<div id="outline-container-org018429c" class="outline-2">
<h2 id="org018429c"><span class="section-number-2">43.</span> Draw a picture</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: termux</p>
<p class="date">Created: 2023-11-23 Thu 21:44</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
